[Locale]
LocaleID=1046
LocaleStr=pt_BR
LocaleDescription=Português (Brasil) - TEST
LocaleEnglishDescription=Portuguese (Brazil)
[Info]
Author=Nikolaj Masnikov
AuthorEmail=nikolaj@masnikov.com
AuthorURL=http://masnikov.com
TiEVersion=2.0.5
TranslationVersion=1.0
[Сompatible]
[Translation]
lngEnable=BRAZIL
lngShowKbd=Show Keyboard
lngLearnMode=Auto Popup Hint
lngBlockKbd=Lock Keyboard
lngSettings=Options
lngSettingsTiE=%s Options
lngSetsKbdPage=Keyboard Settings
lngHelp=Help
lngHelpTopics=Help Topics
lngAbout=About %s
lngHomePage=%s Home Page
lngFindUpdate=Check for Updates
lngDonate=Make a Donation
lngExit=Sair
lngShowKeySets=Setup Key
lngKbdClose=Hide On-Screen Keyboard
lngKbdPresets=Keyboard Presets
lngPresetUser=User Defined
lngPresetDefault=Application Default
lngPresetSaveNew=Save As
lngPresetOpenFldr=Open Presets Folder
lngPresetDelete=Delete Current
lngPresetCreate=Create New
;---------------------------------------------------
lngOptGeneral=General
lngOptKeys=Keyboard
lngOptMisc=Miscellaneous
lngOptGlbHotKeysGB=Global hot keys
lngOptCtrlKeyGB=Main control key
lngOptAddCtrlKeyGB=Additional control key
lngOptHotKeyEnbl=Enabling hot key
lngOptHotKeyLock=Keyboard lock hot key
lngOptUseClrType=Use ClearType® font smoothing
lngOptShowKbdShdw=Show on-screen keyboard shadow (please restart %s)
lngOptAppLang=Application language
lngOptCharCode=Character code
lngOptResetFonts=Reset
lngOptResetFontsL=Reset on-screen keyboard fonts to default
lngOptBtnFont=Set
lngOptLeftFont=Font for common characters of keyboard
lngOptRightFont=Font for characters added by %s
lngOptDiacritFont=Font for combining diacritical marks
;---------------------------------------------------
lngOK=OK
lngCancel=Cancel
lngClearKey=Clear
lngQuoteOpen=“
lngQuoteClose=”
;---------------------------------------------------
lngKey=Key
lngKeyScanCode=Scan Code
lngKeyFuncPrefix=F
lngKeyFuncHelp=Hint
lngKeyEsc=Esc
lngKeyTab=Tab
lngKeyEnter=Enter
lngKeyAlt=Alt
lngKeyAltGr=Alt Gr
lngKeyCtrl=Ctrl
lngKeyWin=Win
lngKeyMenu=Menu
lngKeySpace=Space
lngKeyBackspace=Backspace
lngKeyCaps=Caps Lock
lngKeyShift=Shift
lngKeyBckspcArrow=←
lngKeyCapsArrow=↓
lngKeyShiftArrow=↑
lngKeyNonbrSpace=Non-breaking space
lngKeyAccent=Accent
lngSetCharFont=Set character font
lngResetCharFont=Reset character font
;---------------------------------------------------
lngLeftAlt=Left Alt
lngRightGr=Alt Gr
lngLeftCtrl=Left Ctrl
lngRightCtrl=Right Ctrl
lngWin=Win
lngLeftWin=Left Win
lngRightWin=Right Win
lngPopupMenu=Menu Key
;---------------------------------------------------
lngErrMsgMapFile=Error while creating map-file!
lngErrMsgDllFunc=Can''t find the required DLL functions!
lngErrMsgNoDll=DLL not found: %s!
;---------------------------------------------------
lngTxtEnterCodes=To define characters for this key, please enter their hexadecimal codes without any special symbols in the form below. For example, hexadecimal code for euro sign (€) is 20AC.
lngTxtFindCodes=If you don''t know the code you need, you can find it <a href="http://www.unicode.org/charts/charindex.html">here</a> or <a href="http://theorem.ca/~mvcorks/code/charsets/auto.html">here</a>.
lngTxtRestartApp=To apply the settings for those applications where you are typing at the moment, you should restart them.
lngTxtNewPrstName=Enter new preset name
lngTxtTopChar=Alternative character
lngTxtBottomChar=Main character
lngTxtNewPreset=New Preset
;---------------------------------------------------
lngMsgOneInst=The application is already running.
lngMsgFirstStart=(BRAZILIAN)The application is started for the first time. To access its advanced features and settings, right-click the program icon below this message.
lngMsgKbdLocked=The keyboard is locked.%sTo unlock it please uncheck “Lock Keyboard” menu item.
lngMsgKbdUnLocked=The keyboard is now unlocked.
lngMsgDelPreset=Do you realy want to delete this preset: “%s”?
lngMsgOverWPreset=The preset “%s” already exists.%sDo you want to replace it?
lngMsgAnotherName=The word “%s” is reserved.%sPlease choose another name.
lngMsgPresetLoaded=Current preset:
lngMsgResetFons=Do really want to reset on-screen keyboard fonts?
;---------------------------------------------------